help_message = ['''Привет! Я бот Mulunur. Моя задача - улучшить твой сон и сделать тебя бодрее.''',
                '''Наш сон - это сложный физиологический процесс, представляющий собой последовательность фаз:
бодрствование, быстрый сон (REM -  Rapid Eye Movement), фаза 1, фаза 2, фаза 3 (ранее выделяли фазу 4, однако позже было решено обьединить ее с фазой 3).
Фазы сна можно объеденить в три основные:
бодрствование - цикл, когда ты просыпаешься или активно двигаешься во время сна. Причем, ты не всегда можешь помнить эти моменты.
фаза 1 и фаза 2 - легкий сон
фаза 3 и REM - глубокий сон.''', '''Лучше всего просыпаться во время фазы легкого сна,
поскольку в этот период твое тело наиболее восприимчиво к внешней среде и "сонная инерция"
(желание спать дальше, вялость, головная боль) ощущается не так сильно.\n
⭐️Я буду вести расчет, во сколько тебе нужно лечь, чтобы проснуться с максимальной бодростью.''']

hello_for_new = 'Давай познакомимся. Как тебя зовут?'
reset_hello = 'Ты ошибся, попробуем заново. Как тебя зовут?'
ok_name = ', прекрасно, я запомню твое имя.\nСкажи, во сколько ты встаешь?'
num_hours = 'И введи, сколько часов ты хочешь спать'
num_error = 'Что-то не так, попробуй ещё раз!'
ok_hours = 'Отлично! Теперь я буду говорить тебе, когда ложиться спать'
sleep_time = [', чтобы проснуться в ', 'и проспать ', 'часов, тебе нужно лечь спать в ', '🌙']
